/*======================================================================================================================*/
/* Export dos dados realizados na versão 11 para a versão 10 do Oracle (downgrade da versão)                            */
/*======================================================================================================================*/
EXPDP usuario/senha@xe SCHEMAS=(user1,user2) DIRECTORY=DATA_PUMP CONTENT=METADATA_ONLY DUMPFILE=BACKUP.DMP version=10.2
/*======================================================================================================================*/

/*======================================================================================================================*/
/* OBSERVAÇÕES:                                                                                                         */
/* - DUMP gerado sem as linhas/registros nas tabelas (parâmetro CONTENT);                                               */
/* – Parâmetro VERSION, indica para qual versão vai ser feito o downgrade do DUMP.                                      */
/*======================================================================================================================*/